Repository: sopddl/CoachingSage
Catalog: Resources/Localizable.xcstrings
Source language: fr
Languages: en, es

# questionnaire.autoprofile.review.title
source: D'après Apple Santé
en: From Apple Health
es: Según Apple Salud

# questionnaire.autoprofile.summary
source: J'ai jeté un œil à ton activité récente dans Apple Santé — voilà ce que je vois, dis-moi si c'est bon.
en: I had a quick look at your recent activity in Apple Health — here's what I picked up. Tell me if it's right.
es: He echado un vistazo a tu actividad reciente en Apple Salud: esto es lo que veo, dime si es correcto.

# questionnaire.back
source: Retour
en: Back
es: Atrás

# questionnaire.cycling.q2.option.cyclosportive
source: Cyclosportive
en: Cyclosportive event
es: Marcha cicloturista

# questionnaire.cycling.q2.option.reprise
source: Reprise / remise en selle
en: Get back into cycling
es: Volver a la bici

# questionnaire.cycling.q2.option.sorties_longues
source: Sorties longues
en: Long rides
es: Salidas largas

# questionnaire.cycling.q2.text
source: Quel est ton objectif principal en vélo ?
en: What's your main cycling goal?
es: ¿Cuál es tu objetivo principal en ciclismo?

# questionnaire.error.save.retry
source: Réessayer
en: Retry
es: Reintentar

# questionnaire.error.save.title
source: Impossible d'enregistrer pour le moment.
en: Unable to save right now.
es: No se ha podido guardar por ahora.

# questionnaire.error.userChanged
source: Le compte connecté a changé. Le questionnaire est annulé.
en: The signed-in account has changed. Questionnaire canceled.
es: La cuenta conectada ha cambiado. Se ha cancelado el cuestionario.

# questionnaire.exit.cancel
source: Annuler
en: Cancel
es: Cancelar

# questionnaire.exit.confirm.action
source: Quitter
en: Exit
es: Salir

# questionnaire.exit.confirm.message
source: Tes réponses seront perdues.
en: Your answers will be lost.
es: Perderás tus respuestas.

# questionnaire.exit.confirm.title
source: Quitter le questionnaire ?
en: Exit the questionnaire?
es: ¿Salir del cuestionario?

# questionnaire.football.q2.option.club
source: Saison en club
en: Club season
es: Temporada en club

# questionnaire.football.q2.option.initiation
source: Initiation
en: Getting started
es: Iniciación

# questionnaire.football.q2.option.loisir
source: Foot loisir
en: Casual football
es: Fútbol recreativo

# questionnaire.football.q2.option.saison_regional
source: Saison régionale
en: Regional season
es: Temporada regional

# questionnaire.football.q2.text
source: Quel est ton objectif principal en football ?
en: What's your main football goal?
es: ¿Cuál es tu objetivo principal en fútbol?

# questionnaire.hiit.q2.option.conditioning
source: Conditioning physique
en: Conditioning
es: Acondicionamiento físico

# questionnaire.hiit.q2.option.wellness
source: Forme générale
en: General fitness
es: Forma general

# questionnaire.hiit.q2.text
source: Quel est ton objectif principal en HIIT ?
en: What's your main HIIT goal?
es: ¿Cuál es tu objetivo principal en HIIT?

# questionnaire.hiking.q2.option.day_hikes
source: Randos à la journée
en: Day hikes
es: Rutas de un día

# questionnaire.hiking.q2.option.decouverte
source: Découverte
en: Discovery
es: Iniciación

# questionnaire.hiking.q2.option.mountain_trek
source: Trek en montagne
en: Mountain treks
es: Trekking de montaña

# questionnaire.hiking.q2.text
source: Quel est ton objectif principal en randonnée ?
en: What's your main hiking goal?
es: ¿Cuál es tu objetivo principal en senderismo?

# questionnaire.intro.medicalClearance
source: Avant qu'on commence : tu m'as indiqué qu'une consultation avec un médecin serait pertinente. Ton programme sera proposé en intensité douce.
en: Before we start: you've indicated that consulting a doctor would be appropriate. Your program will be suggested at gentle intensity.
es: Antes de empezar: me has indicado que sería conveniente consultar con un médico. Tu programa se propondrá con una intensidad suave.

# questionnaire.options.confirm
source: Confirmer
en: Confirm
es: Confirmar

# questionnaire.options.continue
source: Continuer
en: Continue
es: Continuar

# questionnaire.options.multi.hint
source: Tu peux en choisir une ou plusieurs.
en: You can pick one or several.
es: Puedes elegir una o varias.

# questionnaire.recovery.prompt
source: Reprendre ta saisie précédente ?
en: Resume your previous answers?
es: ¿Retomar tus respuestas anteriores?

# questionnaire.recovery.restart
source: Recommencer
en: Start over
es: Empezar de nuevo

# questionnaire.recovery.resume
source: Reprendre
en: Resume
es: Retomar

# questionnaire.running.completion
source: Merci ! J'ai tout ce qu'il faut. Voyons ton programme...
en: Thanks! I have everything I need. Let's see your program...
es: ¡Gracias! Ya tengo todo lo que necesito. Veamos tu programa...

# questionnaire.running.intro
source: Salut ! 5 questions rapides pour te proposer un programme qui te corresponde.
en: Hi! 5 quick questions to suggest a program that fits you.
es: ¡Hola! 5 preguntas rápidas para proponerte un programa que encaje contigo.

# questionnaire.running.q1.option.beginner
source: Débutant — je n'ai jamais couru régulièrement
en: Beginner — I've never run regularly
es: Principiante: nunca he corrido con regularidad

# questionnaire.running.q1.option.competitive
source: Compétiteur — je participe à des courses
en: Competitive — I race regularly
es: Competidor: participo en carreras

# questionnaire.running.q1.option.recreational
source: Occasionnel — 1 à 2 fois par semaine
en: Recreational — 1-2 times a week
es: Ocasional: 1 o 2 veces por semana

# questionnaire.running.q1.option.regular
source: Régulier — 3 fois ou plus par semaine depuis 6 mois
en: Regular — 3+ times a week for 6+ months
es: Regular: 3 veces o más por semana desde hace 6 meses

# questionnaire.running.q1.text
source: Quel est ton niveau actuel en course à pied ?
en: What's your current running level?
es: ¿Cuál es tu nivel actual en carrera a pie?

# questionnaire.running.q2.option.5k
source: 5 km
en: 5K

# questionnaire.running.q2.option.10k
source: 10 km
en: 10K

# questionnaire.running.q2.option.half_marathon
source: Semi-marathon
en: Half marathon
es: Media maratón

# questionnaire.running.q2.option.wellness
source: Forme générale
en: General fitness
es: Forma general

# questionnaire.running.q2.text
source: Quel est ton objectif principal ?
en: What's your main goal?
es: ¿Cuál es tu objetivo principal?

# questionnaire.running.q3.option.2
source: 2 fois
en: 2 times
es: 2 veces

# questionnaire.running.q3.option.3
source: 3 fois
en: 3 times
es: 3 veces

# questionnaire.running.q3.option.4_or_more
source: 4 fois ou plus
en: 4 times or more
es: 4 veces o más

# questionnaire.running.q3.text
source: Combien de fois par semaine peux-tu courir ?
en: How many times per week can you run?
es: ¿Cuántas veces por semana puedes correr?

# questionnaire.running.q4.option.ankle
source: Cheville
en: Ankle
es: Tobillo

# questionnaire.running.q4.option.back
source: Dos
en: Back
es: Espalda

# questionnaire.running.q4.option.knee
source: Genou
en: Knee
es: Rodilla

# questionnaire.running.q4.option.none
source: Aucune contrainte
en: No constraint
es: Ninguna limitación

# questionnaire.running.q4.option.shin
source: Tibia
en: Shin
es: Espinilla

# questionnaire.running.q4.text
source: As-tu des contraintes physiques actuelles ?
en: Do you have any current physical constraints?
es: ¿Tienes alguna limitación física actualmente?

# questionnaire.running.q5.option.gps_watch
source: Montre GPS
en: GPS watch
es: Reloj GPS

# questionnaire.running.q5.option.heart_rate_monitor
source: Capteur de fréquence cardiaque
en: Heart rate monitor
es: Sensor de frecuencia cardíaca

# questionnaire.running.q5.option.none
source: Aucun équipement particulier
en: No specific equipment
es: Sin equipamiento específico

# questionnaire.running.q5.option.treadmill_access
source: Accès à un tapis de course
en: Treadmill access
es: Acceso a una cinta de correr

# questionnaire.running.q5.text
source: Quel équipement spécifique as-tu ?
en: What specific equipment do you have?
es: ¿Qué equipamiento específico tienes?

# questionnaire.running.q6.action.continueWithoutNote
source: Continuer sans note
en: Continue without a note
es: Continuar sin nota

# questionnaire.running.q6.text
source: Y a-t-il quelque chose d'important à préciser ?
en: Is there anything important to add?
es: ¿Hay algo importante que quieras añadir?

# questionnaire.strengthTraining.q2.option.home_basics
source: Bien démarrer à la maison (sans matériel)
en: Get started at home (no equipment)
es: Empezar bien en casa (sin material)

# questionnaire.strengthTraining.q2.option.ppl
source: Prendre du volume musculaire (split avancé, 3 à 4 séances/sem)
en: Build muscle volume (advanced split, 3-4 sessions/week)
es: Ganar volumen muscular (split avanzado, 3-4 sesiones/sem)

# questionnaire.strengthTraining.q2.option.strength_5x5
source: Gagner en force max (gros poids, peu de répétitions)
en: Build raw strength (heavy weight, low reps)
es: Ganar fuerza máxima (cargas altas, pocas repeticiones)

# questionnaire.strengthTraining.q2.option.upperlower
source: Tonifier le corps en alternant haut et bas (2-3 séances/sem)
en: Tone the whole body (upper/lower alternating, 2-3 sessions/week)
es: Tonificar alternando tren superior e inferior (2-3 sesiones/sem)

# questionnaire.strengthTraining.q2.text
source: Quel est ton objectif principal en renforcement ?
en: What's your main strength training goal?
es: ¿Cuál es tu objetivo principal en fuerza?

# questionnaire.swimming.q2.option.initiation
source: Initiation
en: Getting started
es: Iniciación

# questionnaire.swimming.q2.option.perfectionnement
source: Perfectionnement
en: Refinement
es: Perfeccionamiento

# questionnaire.swimming.q2.text
source: Quel est ton objectif principal en natation ?
en: What's your main swimming goal?
es: ¿Cuál es tu objetivo principal en natación?

# questionnaire.tennis.q2.option.initiation
source: Initiation
en: Getting started
es: Iniciación

# questionnaire.tennis.q2.option.match_prep
source: Préparation aux matchs
en: Match prep
es: Preparación para partidos

# questionnaire.tennis.q2.option.regularite
source: Régularité
en: Consistency
es: Regularidad

# questionnaire.tennis.q2.option.tournoi_prep
source: Préparation tournoi
en: Tournament prep
es: Preparación para torneos

# questionnaire.tennis.q2.text
source: Quel est ton objectif principal en tennis ?
en: What's your main tennis goal?
es: ¿Cuál es tu objetivo principal en tenis?

# questionnaire.title
source: Demander un programme
en: Request a program
es: Solicitar un programa

# questionnaire.triathlon.q2.option.decouverte
source: Découverte
en: Discovery
es: Iniciación

# questionnaire.triathlon.q2.option.distance_m
source: Distance M (olympique)
en: Olympic distance (M)
es: Distancia M (olímpica)

# questionnaire.triathlon.q2.option.sprint
source: Distance sprint
en: Sprint distance
es: Distancia sprint

# questionnaire.triathlon.q2.text
source: Quel est ton objectif principal en triathlon ?
en: What's your main triathlon goal?
es: ¿Cuál es tu objetivo principal en triatlón?

# questionnaire.universal.completion
source: Top, j'ai tout ce qu'il me faut !
en: Got it — that's everything I need!
es: ¡Genial, ya tengo todo lo que necesito!

# questionnaire.universal.intro
source: Quelques infos pour préparer ton programme.
en: A couple of questions to set up your program.
es: Unas preguntas para preparar tu programa.

# questionnaire.universal.q1.option.beginner
source: Débutant — je découvre
en: Beginner — getting started
es: Principiante: estoy empezando

# questionnaire.universal.q1.option.competitive
source: Compétiteur — j'ai des objectifs précis
en: Competitive — I have specific goals
es: Competidor: tengo objetivos concretos

# questionnaire.universal.q1.option.recreational
source: Loisir — pratique occasionnelle
en: Recreational — occasional practice
es: Ocio: práctica ocasional

# questionnaire.universal.q1.option.regular
source: Régulier — plusieurs fois par semaine
en: Regular — several times a week
es: Regular: varias veces por semana

# questionnaire.universal.q1.text
source: Comment tu te sens en ce moment dans ce sport ?
en: How are you feeling in this sport right now?
es: ¿Cómo te sientes ahora mismo en este deporte?

# questionnaire.universal.q2.hint.cycle
source: Choisis ton cycle actuel. Tu pourras en enchaîner d'autres ensuite.
en: Pick your current cycle. You can chain others afterward.
es: Elige tu ciclo actual. Después podrás encadenar otros.

# questionnaire.universal.q2.hint.multi
source: Tu peux en choisir plusieurs compatibles.
en: You can pick several compatible goals.
es: Puedes elegir varios compatibles.

# questionnaire.universal.q2.option.wellness
source: Forme générale
en: General fitness
es: Forma general

# questionnaire.universal.q3.option.1
source: 1 fois par semaine
en: Once a week
es: 1 vez por semana

# questionnaire.universal.q3.option.2
source: 2 par semaine
en: 2 per week
es: 2 por semana

# questionnaire.universal.q3.option.3
source: 3 par semaine
en: 3 per week
es: 3 por semana

# questionnaire.universal.q3.option.4_or_more
source: 4 ou plus
en: 4 or more
es: 4 o más

# questionnaire.universal.q3.option.dont_know
source: Je ne sais pas — propose-moi une routine adaptée
en: I don't know — suggest a flexible routine
es: No lo sé: propón una rutina adaptada

# questionnaire.universal.q3.text
source: Combien de séances par semaine vises-tu ?
en: How many sessions per week do you aim for?
es: ¿Cuántas sesiones por semana te marcas como objetivo?

# questionnaire.universal.q4_date.continue
source: Valider la date
en: Confirm date
es: Confirmar la fecha

# questionnaire.universal.q4_date.text
source: Choisis la date de ton objectif.
en: Pick the date of your event.
es: Elige la fecha de tu objetivo.

# questionnaire.universal.q4.option.let_me_estimate
source: Je ne sais pas — je veux atteindre cet objectif, propose-moi un délai
en: I don't know — I want to reach this goal, suggest a timeline
es: No lo sé: quiero alcanzar este objetivo, propón un plazo

# questionnaire.universal.q4.option.routine_3_months
source: Je ne sais pas — propose-moi une routine
en: I don't know — give me a routine
es: No lo sé: propón una rutina

# questionnaire.universal.q4.option.target_date
source: Oui, j'ai une date cible
en: Yes, I have a target date
es: Sí, tengo una fecha objetivo

# questionnaire.universal.q4.text
source: Tu as une date cible pour cet objectif ?
en: Do you have a target date for this goal?
es: ¿Tienes una fecha objetivo para esta meta?

# questionnaire.yoga.q2.option.advanced
source: Pratique avancée
en: Advanced practice
es: Práctica avanzada

# questionnaire.yoga.q2.option.initiation
source: Initiation
en: Getting started
es: Iniciación

# questionnaire.yoga.q2.text
source: Quel est ton objectif principal en yoga ?
en: What's your main yoga goal?
es: ¿Cuál es tu objetivo principal en yoga?

# replanify.action.report.subtitle
source: Cette séance passe en fin de semaine.
en: Moves to end of week.
es: Esta sesión pasa al final de la semana.

# replanify.action.report.title
source: Reporter cette séance
en: Move this session
es: Aplazar esta sesión

# replanify.action.shiftWeek.confirm
source: Valider
en: Confirm
es: Validar

# replanify.action.shiftWeek.datePickerTitle
source: Tu reprends quand ?
en: When do you restart?
es: ¿Cuándo retomas?

# replanify.action.shiftWeek.subtitle
source: J'ai eu un imprévu (malade, voyage). Reprends quand je te dis.
en: Something came up (sick, travel). Restart on the date I pick.
es: He tenido un imprevisto (enfermedad, viaje). Retoma cuando yo te diga.

# replanify.action.shiftWeek.title
source: Décaler ma semaine
en: Shift my week
es: Desplazar mi semana

# replanify.button
source: Replanifier
en: Reschedule
es: Replanificar

# replanify.cancel
source: Annuler
en: Cancel
es: Cancelar

# replanify.sheet.subtitle
source: Pas de souci, voici 2 façons de t'adapter.
en: No worries, two ways to adjust.
es: Tranquilo, aquí tienes 2 formas de adaptarte.

# replanify.sheet.title
source: Tu n'as pas pu faire ta séance ?
en: Couldn't make it?
es: ¿No has podido hacer tu sesión?

# session.adapter.libraryUnavailable
source: Les programmes sont indisponibles pour le moment. Réessayez plus tard.
en: Programs are unavailable right now. Please try again later.
es: Los programas no están disponibles ahora mismo. Inténtalo de nuevo más tarde.

# session.adapter.profileMissing
source: Complétez votre profil avant de demander un programme.
en: Complete your profile before requesting a program.
es: Completa tu perfil antes de pedir un programa.

# session.auto.generating
source: Préparation de ton programme…
en: Building your program…
es: Preparando tu programa…

# session.button.comingSoon
source: Bientôt
en: Soon
es: Pronto

# session.button.requestProgram.cycling
source: Demander un programme de vélo
en: Request a cycling program
es: Pedir un programa de ciclismo

# session.button.requestProgram.football
source: Demander un programme de football
en: Request a football program
es: Pedir un programa de fútbol

# session.button.requestProgram.hiit
source: Demander un programme HIIT
en: Request a HIIT program
es: Pedir un programa HIIT

# session.button.requestProgram.hiking
source: Demander un programme de randonnée
en: Request a hiking program
es: Pedir un programa de senderismo

# session.button.requestProgram.running
source: Demander un programme de course
en: Request a running program
es: Pedir un programa de carrera

# session.button.requestProgram.strengthTraining
source: Demander un programme de musculation
en: Request a strength training program
es: Pedir un programa de musculación

# session.button.requestProgram.swimming
source: Demander un programme de natation
en: Request a swimming program
es: Pedir un programa de natación

# session.button.requestProgram.tennis
source: Demander un programme de tennis
en: Request a tennis program
es: Pedir un programa de tenis

# session.button.requestProgram.triathlon
source: Demander un programme de triathlon
en: Request a triathlon program
es: Pedir un programa de triatlón

# session.button.requestProgram.yoga
source: Demander un programme de yoga
en: Request a yoga program
es: Pedir un programa de yoga

# session.requestProgram.noActiveSports
source: Aucun sport actif. Va dans Profil → Sports actifs pour en sélectionner.
en: No active sports. Go to Profile → Active sports to select some.
es: No hay deportes activos. Ve a Perfil → Deportes activos para seleccionar alguno.

# session.requestProgram.noProfile
source: Profil indisponible. Réessaie plus tard.
en: Profile unavailable. Please try again later.
es: Perfil no disponible. Inténtalo de nuevo más tarde.

# session.requestProgram.title
source: Tes sports
en: Your sports
es: Tus deportes

# session.requestProgram.unsupportedSport
source: Sport non encore disponible.
en: Sport not yet available.
es: Deporte aún no disponible.

# session.type.interval
source: Fractionné
en: Intervals
es: Fraccionado

# session.type.mixed
source: Mixte
en: Mixed
es: Mixto

# session.type.mobility
source: Mobilité
en: Mobility
es: Movilidad

# session.type.other
source: Séance
en: Session
es: Sesión

# session.type.rest
source: Récup
en: Recovery
es: Recup

# session.type.strength
source: Renforcement
en: Strength
es: Refuerzo

# sync.error
source: Échec de synchronisation
en: Sync failed
es: Error de sincronización

# sync.in_progress
source: Synchronisation…
en: Syncing…
es: Sincronizando…

# tab.profile
source: Profil
en: Profile
es: Perfil

# tab.progress
source: Progrès
en: Progress
es: Progreso

# tab.session
source: Accueil
en: Home
es: Inicio

# tab.today
source: Aujourd'hui
en: Today
es: Hoy

# coaching.location.indoor
source: Home-trainer
en: Indoor trainer
es: Rodillo

# coaching.location.outdoor
source: Dehors
en: Outdoors
es: Exterior

# coaching.location.chip.hint
source: Toucher pour changer de lieu
en: Tap to switch location
es: Toca para cambiar de lugar

# coaching.location.sheet.title
source: Tu roules plutôt où ?
en: Where do you usually ride?
es: ¿Dónde sueles rodar?

# coaching.location.sheet.subtitle
source: On adapte tes séances à ton lieu. Tu pourras changer pour chaque séance.
en: We'll tailor your sessions to your setup. You can switch for each session.
es: Adaptamos tus sesiones a tu entorno. Podrás cambiar en cada sesión.

# coaching.location.sheet.indoor
source: 🏠 Home-trainer
en: 🏠 Indoor trainer
es: 🏠 Rodillo

# coaching.location.sheet.outdoor
source: 🛣️ Dehors
en: 🛣️ Outdoors
es: 🛣️ Exterior

# coaching.location.sheet.both
source: Les deux
en: Both
es: Ambos

# coaching.location.sheet.both.detail
source: Tu choisiras au cas par cas
en: You'll choose case by case
es: Elegirás caso por caso

# coaching.dosage.yoga.hold %@
source: maintien %@ s
en: hold %@ s
es: mantén %@ s

# coaching.dosage.yoga.restorative
source: réparateur
en: restorative
es: reparador

# coaching.dosage.yoga.meditation
source: méditation
en: meditation
es: meditación

# coaching.dosage.yoga.guidedbreath
source: respiration guidée
en: guided breathing
es: respiración guiada

# coaching.dosage.yoga.flow
source: enchaînement
en: flow
es: encadenamiento

# onboarding.fil.greeting
source: Salut ! Moi c'est Léon, ton coach ici. Comment je t'appelle ?
en: Hi! I'm Léon, your coach here. What should I call you?
es: ¡Hola! Soy Léon, tu entrenador aquí. ¿Cómo te llamo?

# onboarding.fil.sports.prompt
source: Enchanté, %@ 👋 Dis-moi ce que tu pratiques — je te préparerai des séances qui te ressemblent. Choisis-en autant que tu veux, tu pourras changer.
en: Nice to meet you, %@ 👋 Tell me what you do — I'll build sessions that fit you. Pick as many as you like, you can change later.
es: Encantado, %@ 👋 Dime qué practicas — te prepararé sesiones a tu medida. Elige las que quieras, podrás cambiarlas.

# onboarding.fil.sports.prompt.noname
source: Dis-moi ce que tu pratiques — je te préparerai des séances qui te ressemblent. Choisis-en autant que tu veux, tu pourras changer.
en: Tell me what you do — I'll build sessions that fit you. Pick as many as you like, you can change later.
es: Dime qué practicas — te prepararé sesiones a tu medida. Elige las que quieras, podrás cambiarlas.

# onboarding.fil.consent.text
source: Je regarde tes séances de sport — durée, distance, fréquence — pour mieux te proposer. Jamais ton poids.
en: I look at your workouts — duration, distance, frequency — to suggest better. Never your weight.
es: Miro tus sesiones de deporte — duración, distancia, frecuencia — para proponerte mejor. Nunca tu peso.

# onboarding.fil.consent.authorize
source: Autoriser
en: Allow
es: Permitir

# onboarding.fil.consent.authorized
source: Autorisé
en: Allowed
es: Permitido

# onboarding.fil.cta
source: C'est parti
en: Let's go
es: ¡Vamos!

# onboarding.parq.header.title
source: Pour ta sécurité
en: For your safety
es: Por tu seguridad

# onboarding.parq.leon.intro
source: Dernière chose, pour ta sécurité : 5 questions rapides, les mêmes pour tout le monde. Ça sert juste à bien régler tes séances.
en: One last thing, for your safety: 5 quick questions, the same for everyone. Just so I set your sessions right.
es: Una última cosa, por tu seguridad: 5 preguntas rápidas, las mismas para todos. Solo para ajustar bien tus sesiones.

# onboarding.parq.leon.risk
source: Noté. Par prudence, je partirai sur une intensité douce — on ajustera ensemble. Un avis médical avant de pousser, c'est toujours une bonne idée.
en: Got it. To be safe, I'll start gentle — we'll adjust together. A medical check before pushing is always a good idea.
es: Anotado. Por prudencia, empezaré con una intensidad suave — lo ajustaremos juntos. Consultar a un médico antes de exigirte siempre es buena idea.

# onboarding.closing.leon.1
source: Voilà, on est bons 🎉 Ravi de t'avoir avec moi, %@.
en: There we go 🎉 Glad to have you with me, %@.
es: ¡Listo! 🎉 Me alegra tenerte conmigo, %@.
